Repository: prathameshpatil1001/temp
Catalog: temp/Localizable.xcstrings
Source language: en
Languages: hi, kn, mr, ta, te

source: Enter the 6-digit code sent to your registered contact.
hi: अपने पंजीकृत संपर्क पर भेजा गया 6 अंकों का कोड दर्ज करें।
kn: ನಿಮ್ಮ ನೋಂದಾಯಿತ ಸಂಪರ್ಕಕ್ಕೆ ಕಳುಹಿಸಿದ 6 ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ.
mr: तुमच्या नोंदणीकृत संपर्कावर पाठवलेला 6-अंकी कोड टाका.
ta: உங்கள் பதிவு செய்யப்பட்ட தொடர்புக்கு அனுப்பப்பட்ட 6 இலக்க குறியீட்டை உள்ளிடவும்.
te: మీ నమోదిత సంప్రదింపుకు పంపిన 6 అంకెల కోడ్‌ను నమోదు చేయండి.

source: Enter verification code
hi: सत्यापन कोड दर्ज करें
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ
mr: पडताळणी कोड प्रविष्ट करा
ta: சரிபார்ப்பு குறியீட்டை உள்ளிடவும்
te: ధృవీకరణ కోడ్‌ను నమోదు చేయండి

source: Enter your 6-digit verification code
hi: अपना 6 अंकों का सत्यापन कोड दर्ज करें
kn: ನಿಮ್ಮ 6 ಅಂಕಿಯ ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ
mr: तुमचा 6-अंकी पडताळणी कोड टाका
ta: உங்கள் 6 இலக்க சரிபார்ப்பு குறியீட்டை உள்ளிடவும்
te: మీ 6 అంకెల ధృవీకరణ కోడ్‌ను నమోదు చేయండి

source: Enter your approximate monthly income before deductions.
hi: कटौतियों से पहले अपनी अनुमानित मासिक आय दर्ज करें।
kn: ಕಡಿತಗಳಿಗೆ ಮೊದಲು ನಿಮ್ಮ ಅಂದಾಜು ಮಾಸಿಕ ಆದಾಯ ನಮೂದಿಸಿ.
mr: कपातीपूर्वी तुमचे अंदाजे मासिक उत्पन्न टाका.
ta: கழிவுகளுக்கு முன் உங்கள் சுமார் மாத வருமானத்தை உள்ளிடவும்.
te: కోతల ముందు మీ సుమారు నెలవారీ ఆదాయాన్ని నమోదు చేయండి.

source: Enter your employment details and provide a document to verify your income.
hi: अपना रोजगार विवरण दर्ज करें और आय सत्यापन के लिए दस्तावेज़ दें।
kn: ನಿಮ್ಮ ಉದ್ಯೋಗ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಆದಾಯ ಪರಿಶೀಲನೆಗಾಗಿ ದಾಖಲೆಯನ್ನು ಒದಗಿಸಿ.
mr: तुमचे रोजगार तपशील भरा आणि उत्पन्न पडताळणीसाठी दस्तऐवज द्या.
ta: உங்கள் வேலை விவரங்களை உள்ளிட்டு வருமானத்தை சரிபார்க்க ஒரு ஆவணத்தை வழங்கவும்.
te: మీ ఉద్యోగ వివరాలను నమోదు చేసి ఆదాయ ధృవీకరణ కోసం ఒక పత్రాన్ని ఇవ్వండి.

source: Enter your name, email, phone number, and password to continue.
hi: जारी रखने के लिए अपना नाम, ईमेल, फोन नंबर और पासवर्ड दर्ज करें।
kn: ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಹೆಸರು, ಇಮೇಲ್, ಫೋನ್ ಸಂಖ್ಯೆ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
mr: पुढे जाण्यासाठी तुमचे नाव, ईमेल, फोन नंबर आणि पासवर्ड टाका.
ta: தொடர உங்கள் பெயர், மின்னஞ்சல், தொலைபேசி எண் மற்றும் கடவுச்சொல்லை உள்ளிடவும்.
te: కొనసాగడానికి మీ పేరు, ఇమెయిల్, ఫోన్ నంబర్ మరియు పాస్‌వర్డ్‌ను నమోదు చేయండి.

source: Error
hi: त्रुटि
kn: ದೋಷ
mr: त्रुटी
ta: பிழை
te: లోపం

source: Estimated EMI
hi: अनुमानित EMI
kn: ಅಂದಾಜು EMI
mr: अंदाजे EMI
ta: மதிப்பிடப்பட்ட EMI
te: అంచనా EMI

source: Excellent
hi: उत्कृष्ट
kn: ಅತ್ಯುತ್ತಮ
mr: उत्कृष्ट
ta: சிறந்தது
te: అత్యుత్తమం

source: Face ID
hi: फेस आईडी
mr: फेस आयडी

source: Failed to generate QR Code
hi: QR कोड जनरेट नहीं हो सका
kn: QR ಕೋಡ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
mr: QR कोड तयार करण्यात अयशस्वी
ta: QR குறியீட்டை உருவாக்க முடியவில்லை
te: QR కోడ్‌ను సృష్టించడం విఫలమైంది

source: Fair
hi: ठीक-ठाक
kn: ಸರಾಸರಿ
mr: मध्यम
ta: சராசரி
te: సరాసరి

source: Features & Benefits
hi: सुविधाएँ और लाभ
kn: ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳು
mr: वैशिष्ट्ये आणि फायदे
ta: அம்சங்கள் மற்றும் நன்மைகள்
te: ఫీచర్లు మరియు ప్రయోజనాలు

source: February
hi: फ़रवरी
kn: ಫೆಬ್ರವರಿ
mr: फेब्रुवारी
ta: பிப்ரவரி
te: ఫిబ్రవరి

source: Final approval pending from the underwriting team.
hi: अंतिम स्वीकृति अंडरराइटिंग टीम से लंबित है।
kn: ಅಂತಿಮ ಅನುಮೋದನೆ ಅಂಡರ್‌ರೈಟಿಂಗ್ ತಂಡದ ಬಳಿ ಬಾಕಿಯಿದೆ.
mr: अंतिम मंजुरी अंडररायटिंग टीमकडून प्रलंबित आहे.
ta: இறுதி ஒப்புதல் அண்டர்ரைட்டிங் குழுவிடமிருந்து நிலுவையில் உள்ளது.
te: చివరి ఆమోదం అండర్‌రైటింగ్ బృందం నుండి పెండింగ్‌లో ఉంది.

source: Final Settlement Amount
hi: अंतिम निपटान राशि
kn: ಅಂತಿಮ ಪಾವತಿ ಮೊತ್ತ
mr: अंतिम सेटलमेंट रक्कम
ta: இறுதி தீர்வு தொகை
te: చివరి సెటిల్మెంట్ మొత్తం

source: Find the perfect loan for your needs.
hi: अपनी ज़रूरतों के लिए सही लोन खोजें।
kn: ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ ಸೂಕ್ತವಾದ ಸಾಲವನ್ನು ಹುಡುಕಿ.
mr: तुमच्या गरजांसाठी योग्य कर्ज शोधा.
ta: உங்கள் தேவைக்கு சரியான கடனை கண்டறியுங்கள்.
te: మీ అవసరాలకు సరైన రుణాన్ని కనుగొనండి.

source: Finish identity verification to unlock the full post-login experience and loan journey.
hi: लॉगिन के बाद के पूरे अनुभव और लोन यात्रा को अनलॉक करने के लिए पहचान सत्यापन पूरा करें।
kn: ಲಾಗಿನ್ ನಂತರದ ಸಂಪೂರ್ಣ ಅನುಭವ ಮತ್ತು ಸಾಲ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಲು ಗುರುತಿನ ಪರಿಶೀಲನೆ ಪೂರ್ಣಗೊಳಿಸಿ.
mr: लॉगिननंतरचा पूर्ण अनुभव आणि कर्ज प्रवास अनलॉक करण्यासाठी ओळख पडताळणी पूर्ण करा.
ta: உள்நுழைந்த பிறகான முழு அனுபவத்தையும் கடன் பயணத்தையும் திறக்க அடையாள சரிபார்ப்பை முடிக்கவும்.
te: లాగిన్ తర్వాత పూర్తి అనుభవం మరియు రుణ ప్రయాణాన్ని అన్‌లాక్ చేయడానికి గుర్తింపు ధృవీకరణను పూర్తి చేయండి.

source: First name
hi: पहला नाम
kn: ಮೊದಲ ಹೆಸರು
mr: पहिले नाव
ta: முதல் பெயர்
te: మొదటి పేరు

source: Fixed vs. Floating rates for %@.
hi: %@ के लिए फिक्स्ड बनाम फ्लोटिंग दरें।
mr: %@ साठी फिक्स्ड विरुद्ध फ्लोटिंग दर.
ta: %@ க்கான நிலையான மற்றும் மாறும் விகிதங்கள்.
te: %@ కోసం స్థిర మరియు తేలియాడే రేట్లు.

source: Flexible Repayment
hi: लचीला पुनर्भुगतान
kn: ಲವಚಿಕ ಮರುಪಾವತಿ
mr: लवचिक परतफेड
ta: நெகிழ்வான திருப்பிச் செலுத்தல்
te: సౌకర్యవంతమైన తిరిగి చెల్లింపు

source: For %d Months
hi: %d महीनों के लिए
mr: %d महिन्यांसाठी
ta: %d மாதங்களுக்கு
te: %d నెలల పాటు

source: For %lld Months
hi: %lld महीनों के लिए
mr: %lld महिन्यांसाठी
ta: %lld மாதங்களுக்கு
te: %lld నెలల పాటు

source: Foreclose
hi: फोरक्लोज़
kn: ಮುಂಗಡ ಮುಚ್ಚಿ
mr: फोरक्लोज
ta: முன்கூட்டியே முடி
te: ముందుగా ముగించు

source: Foreclosure Quote
hi: फोरक्लोज़र कोट
kn: ಮುಚ್ಚುವಿಕೆ ಅಂದಾಜು
mr: फोरक्लोजर कोट
ta: முன்கூட்டிய அடைப்பு மதிப்பீடு
te: ఫోర్‌క్లోజర్ అంచనా

source: From
hi: से
kn: ಇಂದ
mr: पासून
ta: இருந்து
te: నుండి

source: Front & Back combined PDF/Image
hi: सामने और पीछे संयुक्त PDF/छवि
kn: ಮುಂಭಾಗ ಮತ್ತು ಹಿಂಭಾಗ ಒಂದೇ PDF/ಚಿತ್ರ
mr: समोर व मागील बाजू एकत्रित PDF/प्रतिमा
ta: முன் மற்றும் பின் இணைந்த PDF/படம்
te: ముందు & వెనుక కలిపిన PDF/చిత్రం

source: Front side of your PAN
hi: आपके PAN का सामने वाला भाग
kn: ನಿಮ್ಮ PAN‌ನ ಮುಂಭಾಗ
mr: तुमच्या PAN ची समोरील बाजू
ta: உங்கள் PAN இன் முன்பக்கம்
te: మీ PAN ముందుభాగం

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
mr: पूर्ण नाव
ta: முழுப் பெயர்
te: పూర్తి పేరు

source: Full name (as per PAN)
hi: पूरा नाम (PAN के अनुसार)
kn: ಪೂರ್ಣ ಹೆಸರು (PAN ಪ್ರಕಾರ)
mr: पूर्ण नाव (PAN प्रमाणे)
ta: முழுப் பெயர் (PAN படி)
te: పూర్తి పేరు (PAN ప్రకారం)

source: Funds will be transferred to your registered bank account.
hi: राशि आपके पंजीकृत बैंक खाते में ट्रांसफर की जाएगी।
kn: ಮೊತ್ತವನ್ನು ನಿಮ್ಮ ನೋಂದಾಯಿತ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ವರ್ಗಿಸಲಾಗುತ್ತದೆ.
mr: रक्कम तुमच्या नोंदणीकृत बँक खात्यात जमा केली जाईल.
ta: தொகை உங்கள் பதிவு செய்யப்பட்ட வங்கி கணக்கிற்கு மாற்றப்படும்.
te: నిధులు మీ నమోదిత బ్యాంకు ఖాతాకు బదిలీ చేయబడతాయి.

source: Gender
hi: लिंग
kn: ಲಿಂಗ
mr: लिंग
ta: பாலினம்
te: లింగం

source: General Inquiry
hi: सामान्य पूछताछ
kn: ಸಾಮಾನ್ಯ ವಿಚಾರಣೆ
mr: सामान्य चौकशी
ta: பொது விசாரணை
te: సాధారణ విచారణ

source: Generated by your authenticator app
hi: आपके ऑथेंटिकेटर ऐप द्वारा जनरेट किया गया
kn: ನಿಮ್ಮ ಆಥೆಂಟಿಕೇಟರ್ ಆಪ್ ರಚಿಸಿದೆ
mr: तुमच्या ऑथेंटिकेटर अॅपने तयार केलेले
ta: உங்கள் authenticator செயலி உருவாக்கியது
te: మీ authenticator యాప్ సృష్టించింది

source: Generating secure code...
hi: सुरक्षित कोड जनरेट किया जा रहा है...
kn: ಸುರಕ್ಷಿತ ಕೋಡ್ ರಚಿಸಲಾಗುತ್ತಿದೆ...
mr: सुरक्षित कोड तयार होत आहे...
ta: பாதுகாப்பான குறியீடு உருவாக்கப்படுகிறது...
te: సురక్షిత కోడ్ రూపొందుతోంది...

source: Go back to Face ID
hi: Face ID पर वापस जाएं
kn: Face ID ಗೆ ಹಿಂತಿರುಗಿ
mr: Face ID कडे परत जा
ta: Face ID க்கு திரும்பவும்
te: Face ID కు తిరిగి వెళ్ళండి

source: Good
hi: अच्छा
kn: ಒಳ್ಳೆಯದು
mr: चांगले
ta: நன்று
te: మంచిది

source: Good Morning,
hi: सुप्रभात,
kn: ಶುಭೋದಯ,
mr: सुप्रभात,
ta: காலை வணக்கம்,
te: శుభోదయం,

source: Help & Support
hi: सहायता और समर्थन
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
mr: मदत आणि समर्थन
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

source: High Contrast Mode
hi: हाई कॉन्ट्रास्ट मोड
kn: ಹೈ ಕಾಂಟ್ರಾಸ್ಟ್ ಮೋಡ್
mr: हाय कॉन्ट्रास्ट मोड
ta: அதிக மாறுபாடு முறை
te: అధిక కాంట్రాస్ట్ మోడ్

source: High Impact
hi: उच्च प्रभाव
kn: ಹೆಚ್ಚಿನ ಪರಿಣಾಮ
mr: उच्च प्रभाव
ta: அதிக தாக்கம்
te: అధిక ప్రభావం

source: Hindi (हिन्दी)
hi: हिंदी (हिन्दी)
kn: ಹಿಂದಿ (हिन्दी)
mr: हिंदी (हिन्दी)
ta: இந்தி (हिन्दी)
te: హిందీ (हिन्दी)

source: History
hi: इतिहास
kn: ಇತಿಹಾಸ
mr: इतिहास
ta: வரலாறு
te: చరితం

source: Home
hi: होम
kn: ಮುಖಪುಟ
mr: होम
ta: முகப்பு
te: హోమ్

source: Home Renovation
hi: घर नवीनीकरण
kn: ಮನೆ ನವೀಕರಣ
mr: घर नूतनीकरण
ta: வீட்டு புதுப்பிப்பு
te: ఇంటి పునరుద్ధరణ

source: Home Renovation Loan
hi: होम रेनोवेशन ऋण
kn: ಮನೆ ನವೀಕರಣ ಸಾಲ
mr: घर दुरुस्ती कर्ज
ta: வீட்டு புதுப்பிப்பு கடன்
te: ఇంటి పునరుద్ధరణ రుణం

source: Hours
hi: घंटे
kn: ಗಂಟೆಗಳು
mr: तास
ta: மணிநேரம்
te: గంటలు

source: How do you want to add it?
hi: आप इसे कैसे जोड़ना चाहते हैं?
kn: ಇದನ್ನು ಹೇಗೆ ಸೇರಿಸಲು ಬಯಸುತ್ತೀರಿ?
mr: तुम्हाला ते कसे जोडायचे आहे?
ta: இதனை எப்படி சேர்க்க விரும்புகிறீர்கள்?
te: దీనిని ఎలా జోడించాలనుకుంటున్నారు?

source: I authorize the platform to setup a standing instruction on my selected bank account for EMI deduction.
hi: मैं EMI कटौती के लिए अपने चुने हुए बैंक खाते पर स्टैंडिंग इंस्ट्रक्शन सेटअप करने की अनुमति देता/देती हूँ।
kn: ನನ್ನ ಆಯ್ಕೆ ಮಾಡಿದ ಬ್ಯಾಂಕ್ ಖಾತೆಯಲ್ಲಿ EMI ಕಡಿತಕ್ಕಾಗಿ ಸ್ಥಾಯಿ ಸೂಚನೆಯನ್ನು ಸ್ಥಾಪಿಸಲು ನಾನು ವೇದಿಕೆಗೆ ಅನುಮತಿ ನೀಡುತ್ತೇನೆ.
mr: EMI कपातीसाठी माझ्या निवडलेल्या बँक खात्यावर स्टँडिंग इन्स्ट्रक्शन सेट करण्यास मी प्लॅटफॉर्मला अधिकृत करतो/करते.
ta: EMI கழிப்பிற்காக நான் தேர்ந்தெடுத்த வங்கி கணக்கில் நிலையான உத்தரவை அமைக்க தளத்துக்கு அனுமதி அளிக்கிறேன்.
te: EMI డిడక్షన్ కోసం నేను ఎంచుకున్న బ్యాంక్ ఖాతాపై స్టాండింగ్ ఇన్‌స్ట్రక్షన్ సెటప్ చేయడానికి ప్లాట్‌ఫారమ్‌కు అనుమతి ఇస్తున్నాను.

source: I confirm these documents belong to me and can be used for verification.
hi: मैं पुष्टि करता/करती हूँ कि ये दस्तावेज़ मेरे हैं और सत्यापन के लिए उपयोग किए जा सकते हैं।
kn: ಈ ದಾಖಲೆಗಳು ನನ್ನವು ಎಂದು ಮತ್ತು ಪರಿಶೀಲನೆಗಾಗಿ ಬಳಸಬಹುದು ಎಂದು ನಾನು ದೃಢೀಕರಿಸುತ್ತೇನೆ.
mr: हे दस्तऐवज माझेच आहेत आणि पडताळणीसाठी वापरता येतील याची मी पुष्टी करतो/करते.
ta: இந்த ஆவணங்கள் எனது சொந்தமானவை மற்றும் சரிபார்ப்பிற்காக பயன்படுத்தலாம் என்பதை உறுதிப்படுத்துகிறேன்.
te: ఈ పత్రాలు నావేనని మరియు ధృవీకరణ కోసం ఉపయోగించవచ్చని నేను నిర్ధారిస్తున్నాను.

source: I have existing active loans or EMIs
hi: मेरे पास पहले से सक्रिय ऋण या EMI हैं
kn: ನನಗೆ ಈಗಾಗಲೇ ಸಕ್ರಿಯ ಸಾಲಗಳು ಅಥವಾ EMIಗಳಿವೆ
mr: माझ्याकडे आधीपासून सक्रिय कर्जे किंवा EMI आहेत
ta: என்னிடம் ஏற்கனவே செயலிலுள்ள கடன்கள் அல்லது EMI-கள் உள்ளன
te: నా వద్ద ఇప్పటికే క్రియాశీల రుణాలు లేదా EMIలు ఉన్నాయి

source: I hereby declare that the information provided is true and correct. I authorize the platform to pull my credit report for assessment purposes.
hi: मैं घोषित करता/करती हूँ कि दी गई जानकारी सत्य और सही है। मैं मूल्यांकन हेतु प्लेटफ़ॉर्म को मेरी क्रेडिट रिपोर्ट प्राप्त करने की अनुमति देता/देती हूँ।
kn: ನಾನು ನೀಡಿದ ಮಾಹಿತಿ ಸತ್ಯ ಮತ್ತು ಸರಿಯಾಗಿದೆ ಎಂದು ಇಲ್ಲಿ ಘೋಷಿಸುತ್ತೇನೆ. ಮೌಲ್ಯಮಾಪನಕ್ಕಾಗಿ ನನ್ನ ಕ್ರೆಡಿಟ್ ವರದಿಯನ್ನು ಪಡೆಯಲು ವೇದಿಕೆಗೆ ನಾನು ಅನುಮತಿ ನೀಡುತ್ತೇನೆ.
mr: दिलेली माहिती खरी आणि अचूक आहे असे मी जाहीर करतो/करते. मूल्यांकनासाठी माझा क्रेडिट रिपोर्ट मिळवण्यास मी प्लॅटफॉर्मला अधिकृत करतो/करते.
ta: வழங்கப்பட்ட தகவல் உண்மையும் சரியானதும் என்பதை நான் அறிவிக்கிறேன். மதிப்பீட்டிற்காக எனது கடன் அறிக்கையை பெற தளத்திற்கு அனுமதி அளிக்கிறேன்.
te: ఇచ్చిన సమాచారం నిజమైనదీ సరైనదీ అని నేను ప్రకటిస్తున్నాను. మూల్యాంకనం కోసం నా క్రెడిట్ రిపోర్ట్‌ను పొందేందుకు ప్లాట్‌ఫారమ్‌కు అనుమతి ఇస్తున్నాను.

source: ID: %@
hi: आईडी: %@
mr: आयडी: %@
ta: ஐடி: %@
te: ఐడి: %@

source: Identity Verified!
hi: पहचान सत्यापित हो गई!
kn: ಗುರುತು ಪರಿಶೀಲಿಸಲಾಗಿದೆ!
mr: ओळख पडताळली गेली!
ta: அடையாளம் சரிபார்க்கப்பட்டது!
te: గుర్తింపు ధృవీకరించబడింది!

source: If you wish to close this loan entirely today, a %.1f%% foreclosure charge applies to the remaining principal.
hi: यदि आप आज ही इस ऋण को पूरी तरह से बंद करना चाहते हैं, तो शेष मूलधन पर 0.1% का फोरक्लोजर शुल्क लागू होगा।
mr: आज हे कर्ज पूर्णपणे बंद करायचे असल्यास उर्वरित मूळ रकमेवर %.1f%% पूर्वसमाप्ती शुल्क लागू होईल.
ta: இந்தக் கடனை இன்று முழுமையாக முடிக்க விரும்பினால் மீதமுள்ள அசல் தொகைக்கு %.1f%% முன்கூட்டிய முடிப்பு கட்டணம் பொருந்தும்.
te: ఈ రుణాన్ని ఈరోజే పూర్తిగా మూసివేయాలనుకుంటే మిగిలిన మూలధనంపై %.1f%% ఫోర్‌క్లోజర్ చార్జ్ వర్తిస్తుంది.

source: If you wish to close this loan entirely today, a 2.0% foreclosure charge applies to the remaining principal.
hi: यदि आप आज इस ऋण को पूरी तरह बंद करना चाहते हैं, तो शेष मूलधन पर 2.0% फोरक्लोज़र शुल्क लागू होगा।
mr: आजच हे कर्ज पूर्णपणे बंद करायचे असल्यास उर्वरित मूळ रकमेवर 2.0% फोरक्लोजर शुल्क लागू होईल.
ta: இந்த கடனை இன்று முழுவதும் முடிக்க விரும்பினால், மீதமுள்ள முதன்மைத் தொகைக்கு 2.0% முன்கூட்டிய அடைப்பு கட்டணம் விதிக்கப்படும்.
te: ఈ రుణాన్ని ఈరోజే పూర్తిగా మూసివేయాలనుకుంటే, మిగిలిన అసలు మొత్తంపై 2.0% ఫోర్‌క్లోజర్ ఛార్జ్ వర్తిస్తుంది.

source: Image unclear. Please upload a clearer photo.
hi: छवि स्पष्ट नहीं है। कृपया अधिक स्पष्ट फ़ोटो अपलोड करें।
kn: ಚಿತ್ರ ಸ್ಪಷ್ಟವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇನ್ನಷ್ಟು ಸ್ಪಷ್ಟವಾದ ಫೋಟೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ.
mr: प्रतिमा अस्पष्ट आहे. कृपया अधिक स्पष्ट फोटो अपलोड करा.
ta: படம் தெளிவாக இல்லை. மேலும் தெளிவான புகைப்படத்தை பதிவேற்றவும்.
te: చిత్రం స్పష్టంగా లేదు. దయచేసి మరింత స్పష్టమైన ఫోటోను అప్‌లోడ్ చేయండి.

source: Impact Summary
hi: प्रभाव सारांश
kn: ಪರಿಣಾಮ ಸಂಕ್ಷಿಪ್ತ
mr: परिणाम सारांश
ta: பாதிப்பு சுருக்கம்
te: ప్రభావ సారాంశం

source: Improvement Tips
hi: सुधार सुझाव
kn: ಸುಧಾರಣೆ ಸಲಹೆಗಳು
mr: सुधारणा टिप्स
ta: மேம்பாட்டு குறிப்புகள்
te: మెరుగుదల సూచనలు

source: In Progress
hi: प्रगति में
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
mr: प्रगतीत
ta: செயல்பாட்டில்
te: పురోగతిలో

source: Income
hi: आय
kn: ಆದಾಯ
mr: उत्पन्न
ta: வருமானம்
te: ఆదాయం

source: Income Details
hi: आय विवरण
kn: ಆದಾಯ ವಿವರಗಳು
mr: उत्पन्न तपशील
ta: வருமான விவரங்கள்
te: ఆదాయ వివరాలు

source: Information is accurate
hi: जानकारी सही है
kn: ಮಾಹಿತಿ ಸರಿಯಾಗಿದೆ
mr: माहिती अचूक आहे
ta: தகவல் துல்லியமானது
te: సమాచారం సరైనది

source: Initiate Foreclosure
hi: फोरक्लोज़र शुरू करें
kn: ಮುಚ್ಚುವಿಕೆ ಪ್ರಾರಂಭಿಸಿ
mr: फोरक्लोजर सुरू करा
ta: முன்கூட்டிய அடைப்பை தொடங்கு
te: ఫోర్‌క్లోజర్ ప్రారంభించండి

source: Instant Approval
hi: तुरंत मंज़ूरी
kn: ತಕ್ಷಣದ ಅನುಮೋದನೆ
mr: त्वरित मंजुरी
ta: உடனடி ஒப்புதல்
te: తక్షణ ఆమోదం

source: Instant Auto-Approvals
hi: तुरंत ऑटो-अप्रूवल
kn: ತಕ್ಷಣದ ಸ್ವಯಂ ಅನುಮೋದನೆಗಳು
mr: त्वरित ऑटो-मंजुरी
ta: உடனடி தானியங்கி ஒப்புதல்கள்
te: తక్షణ ఆటో-ఆమోదాలు

source: Interest
hi: ब्याज
kn: ಬಡ್ಡಿ
mr: व्याज
ta: வட்டி
te: వడ్డీ

source: Interest Accrued (This month)
hi: संचित ब्याज (इस माह)
kn: ಸಂಗ್ರಹಿತ ಬಡ್ಡಿ (ಈ ತಿಂಗಳು)
mr: जमा व्याज (या महिन्यात)
ta: சேர்ந்த வட்டி (இந்த மாதம்)
te: సంచిత వడ్డీ (ఈ నెల)

source: Interest Rate
hi: ब्याज दर
kn: ಬಡ್ಡಿದರ
mr: व्याज दर
ta: வட்டி விகிதம்
te: వడ్డీ రేటు

source: January
hi: जनवरी
kn: ಜನವರಿ
mr: जानेवारी
ta: ஜனவரி
te: జనవరి

source: Just 26 more points to unlock Excellent tier.
hi: Excellent स्तर खोलने के लिए केवल 26 और अंक चाहिए।
kn: Excellent ಹಂತ ತಲುಪಲು ಇನ್ನೂ 26 ಅಂಕಗಳು ಬೇಕು.
mr: Excellent स्तर अनलॉक करण्यासाठी फक्त 26 गुण अधिक हवेत.
ta: Excellent நிலையை திறக்க இன்னும் 26 புள்ளிகள் வேண்டும்.
te: Excellent స్థాయిని అన్లాక్ చేయడానికి ఇంకా 26 పాయింట్లు కావాలి.

source: Keep it up!
hi: इसे जारी रखें!
kn: ಹೀಗೆಯೇ ಮುಂದುವರಿಸಿ!
mr: असेच सुरू ठेवा!
ta: இதேபோல் தொடருங்கள்!
te: ఇలాగే కొనసాగించండి!

source: Keep Utilization Below 30%
hi: उपयोग 30% से कम रखें
kn: ಬಳಕೆಯನ್ನು 30% ಕ್ಕಿಂತ ಕಡಿಮೆ ಇಡಿ
mr: वापर 30% पेक्षा कमी ठेवा
ta: பயன்பாட்டை 30% க்குக் கீழே வைத்திருங்கள்
te: వినియోగాన్ని 30% కంటే తక్కువగా ఉంచండి

source: Keep your documents handy. The verification screens will resume from the latest available state.
hi: अपने दस्तावेज़ तैयार रखें। सत्यापन स्क्रीन नवीनतम उपलब्ध चरण से फिर शुरू होंगी।
kn: ನಿಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಸಿದ್ಧವಾಗಿಡಿ. ಪರಿಶೀಲನಾ ಪರದೆಗಳು ಇತ್ತೀಚಿನ ಸ್ಥಿತಿಯಿಂದ ಪುನರಾರಂಭವಾಗುತ್ತವೆ.
mr: तुमची कागदपत्रे तयार ठेवा. पडताळणी स्क्रीन उपलब्ध असलेल्या नवीनतम टप्प्यावरून पुन्हा सुरू होतील.
ta: உங்கள் ஆவணங்களை தயார் வைத்திருங்கள். சரிபார்ப்பு திரைகள் சமீபத்திய நிலைமையிலிருந்து மீண்டும் தொடங்கும்.
te: మీ పత్రాలను సిద్ధంగా ఉంచండి. ధృవీకరణ స్క్రీన్లు తాజా అందుబాటులో ఉన్న దశ నుండి మళ్లీ ప్రారంభమవుతాయి.

source: Keep your face visible while signing. This confirms that you are submitting the onboarding details yourself.
hi: हस्ताक्षर करते समय अपना चेहरा दिखाई देता रखें। इससे पुष्टि होती है कि आप स्वयं ऑनबोर्डिंग विवरण जमा कर रहे हैं।
mr: सही करताना तुमचा चेहरा दिसेल याची खात्री करा. यामुळे ऑनबोर्डिंग तपशील तुम्ही स्वतः सादर करत आहात हे निश्चित होते.
ta: கையொப்பமிடும் போது உங்கள் முகம் தெளிவாகத் தெரிவிக்கட்டும். இதனால் onboarding விவரங்களை நீங்களே சமர்ப்பிக்கிறீர்கள் என்பதை உறுதிப்படுத்துகிறது.
te: సంతకం చేసే సమయంలో మీ ముఖం కనిపించేలా ఉంచండి. దీని ద్వారా onboarding వివరాలను మీరు స్వయంగా సమర్పిస్తున్నారని నిర్ధారిస్తుంది.

source: KYC Status
hi: KYC स्थिति
kn: KYC ಸ್ಥಿತಿ
mr: KYC स्थिती
ta: KYC நிலை
te: KYC స్థితి

source: KYC Verified
hi: KYC सत्यापित
kn: KYC ಪರಿಶೀಲಿಸಲಾಗಿದೆ
mr: KYC पडताळलेले
ta: KYC சரிபார்க்கப்பட்டது
te: KYC ధృవీకరించబడింది

source: Language
hi: भाषा
kn: ಭಾಷೆ
mr: भाषा
ta: மொழி
te: భాష

source: Last 6 months (PDF)
hi: पिछले 6 महीने (PDF)
kn: ಕಳೆದ 6 ತಿಂಗಳು (PDF)
mr: मागील 6 महिने (PDF)
ta: கடைசி 6 மாதங்கள் (PDF)
te: గత 6 నెలలు (PDF)

source: Last name
hi: अंतिम नाम
kn: ಕೊನೆಯ ಹೆಸರು
mr: आडनाव
ta: கடைசி பெயர்
te: చివరి పేరు

source: Last saved 2 days ago
hi: अंतिम बार 2 दिन पहले सहेजा गया
kn: ಕೊನೆಯಾಗಿ 2 ದಿನಗಳ ಹಿಂದೆ ಉಳಿಸಲಾಗಿದೆ
mr: शेवटचे 2 दिवसांपूर्वी जतन केले
ta: கடைசியாக 2 நாட்களுக்கு முன் சேமிக்கப்பட்டது
te: చివరిసారి 2 రోజుల క్రితం సేవ్ చేయబడింది

source: Late Fees & Charges
hi: विलंब शुल्क और प्रभार
kn: ವಿಳಂಬ ಶುಲ್ಕಗಳು ಮತ್ತು ವಿಧಿಗಳು
mr: उशीर शुल्क व आकारणी
ta: தாமதக் கட்டணம் மற்றும் கட்டணங்கள்
te: ఆలస్య రుసుములు మరియు ఛార్జీలు

source: Late Payment Penalty
hi: विलंबित भुगतान जुर्माना
kn: ವಿಳಂಬ ಪಾವತಿ ದಂಡ
mr: उशिरा पेमेंट दंड
ta: தாமத கட்டண அபராதம்
te: ఆలస్య చెల్లింపు జరిమానా

source: Let's see if you qualify for the
hi: आइए देखें कि आप इसके लिए पात्र हैं या नहीं:
kn: ನೀವು ಇದಕ್ಕೆ ಅರ್ಹರಾಗಿರುವಿರಾ ನೋಡೋಣ
mr: आपण यासाठी पात्र आहात का ते पाहूया:
ta: இதற்கு நீங்கள் தகுதியானவரா என்று பார்ப்போம்:
te: దీనికి మీరు అర్హులా చూడండి:

source: Let's see if you qualify for the %@.
hi: आइए देखें कि आप %@ के लिए योग्य हैं या नहीं।
mr: तुम्ही %@ साठी पात्र आहात का ते पाहूया.
ta: நீங்கள் %@க்கு தகுதியானவரா என்பதை பார்க்கலாம்.
te: మీరు %@కు అర్హులా చూద్దాం.

source: Limit Recent Enquiries
hi: हाल की पूछताछ सीमित करें
kn: ಇತ್ತೀಚಿನ ವಿಚಾರಣೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ
mr: अलीकडील चौकशा मर्यादित ठेवा
ta: சமீபத்திய விசாரணைகளை கட்டுப்படுத்துங்கள்
te: ఇటీవలి విచారణలను పరిమితం చేయండి

source: Live
hi: लाइव
mr: लाइव्ह
ta: நேரடி
te: లైవ్

source: Loan
hi: ऋण
kn: ಸಾಲ
mr: कर्ज
ta: கடன்
te: రుణం

source: Loan Amount
hi: ऋण राशि
kn: ಸಾಲದ ಮೊತ್ತ
mr: कर्ज रक्कम
ta: கடன் தொகை
te: రుణ మొత్తం

source: Loan Approval
hi: ऋण स्वीकृति
kn: ಸಾಲ ಅನುಮೋದನೆ
mr: कर्ज मंजुरी
ta: கடன் ஒப்புதல்
te: రుణ ఆమోదం

source: Loan Details
hi: ऋण विवरण
kn: ಸಾಲ ವಿವರಗಳು
mr: कर्ज तपशील
ta: கடன் விவரங்கள்
te: రుణ వివరాలు

source: Loan History
hi: ऋण इतिहास
kn: ಸಾಲ ಇತಿಹಾಸ
mr: कर्ज इतिहास
ta: கடன் வரலாறு
te: రుణ చరిత్ర

source: Loan Marketplace
hi: लोन मार्केटप्लेस
kn: ಸಾಲ ಮಾರುಕಟ್ಟೆ
mr: कर्ज बाजारपेठ
ta: கடன் சந்தை
te: రుణ మార్కెట్‌ప్లేస్

source: LoanOS Borrower
hi: LoanOS उधारकर्ता
kn: LoanOS ಸಾಲಗಾರ
mr: LoanOS कर्जदार
ta: LoanOS கடனாளர்
te: LoanOS రుణగ్రహీత

source: LoanOS never handles the passkey’s private key directly.
hi: LoanOS कभी भी पासकी की निजी कुंजी को सीधे संभालता नहीं है।
mr: LoanOS कधीही पासकीची खाजगी की थेट हाताळत नाही.
ta: LoanOS, passkey இன் தனிப்பட்ட விசையை நேரடியாக கையாளாது.
te: LoanOS ఎప్పుడూ passkey యొక్క వ్యక్తిగత కీని నేరుగా నిర్వహించదు.

source: Log In
hi: लॉग इन
kn: ಲಾಗಿನ್
mr: लॉग इन
ta: உள்நுழை
te: లాగిన్

source: Log Out
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
mr: लॉग आउट
ta: வெளியேறு
te: లాగ్ అవుట్

source: Low Impact
hi: कम प्रभाव
kn: ಕಡಿಮೆ ಪರಿಣಾಮ
mr: कमी प्रभाव
ta: குறைந்த தாக்கம்
te: తక్కువ ప్రభావం

source: Low Interest
hi: कम ब्याज
kn: ಕಡಿಮೆ ಬಡ್ಡಿ
mr: कमी व्याज
ta: குறைந்த வட்டி
te: తక్కువ వడ్డీ

source: M%lld
hi: म%lld

source: Maintaining this streak will unlock lower interest rates for your next loan application.
hi: इस निरंतरता को बनाए रखने से आपके अगले ऋण आवेदन के लिए कम ब्याज दरें खुलेंगी।
kn: ಈ ನಿರಂತರತೆಯನ್ನು ಕಾಯ್ದುಕೊಂಡರೆ, ನಿಮ್ಮ ಮುಂದಿನ ಸಾಲ ಅರ್ಜಿಗೆ ಕಡಿಮೆ ಬಡ್ಡಿದರಗಳು ಅನ್ಲಾಕ್ ಆಗುತ್ತವೆ.
mr: ही सातत्य राखल्यास तुमच्या पुढील कर्ज अर्जासाठी कमी व्याजदर अनलॉक होतील.
ta: இந்த தொடர்ச்சியை வைத்திருப்பதால் உங்கள் அடுத்த கடன் விண்ணப்பத்திற்கு குறைந்த வட்டி விகிதங்கள் கிடைக்கும்.
te: ఈ నిరంతరతను కొనసాగిస్తే మీ తదుపరి రుణ దరఖాస్తుకు తక్కువ వడ్డీ రేట్లు అన్‌లాక్ అవుతాయి.

source: Maintaining your current EMI schedule without missed payments will naturally boost your score over the next 3 months.
hi: बिना किसी छूटे हुए भुगतान के अपने वर्तमान EMI शेड्यूल को बनाए रखने से अगले 3 महीनों में आपका स्कोर स्वाभाविक रूप से बढ़ जाएगा।
kn: ಪಾವತಿಯನ್ನು ತಪ್ಪಿಸದೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ EMI ವೇಳಾಪಟ್ಟಿಯನ್ನು ಮುಂದುವರಿಸಿದರೆ, ಮುಂದಿನ 3 ತಿಂಗಳಲ್ಲಿ ನಿಮ್ಮ ಅಂಕ ಸಹಜವಾಗಿ ಹೆಚ್ಚುತ್ತದೆ.
mr: सध्याच्या EMI वेळापत्रकाचे पालन करून आणि हप्ता चुकवू न देता पुढील 3 महिन्यांत तुमचा स्कोअर नैसर्गिकरित्या वाढेल.
ta: தவறாத கட்டணங்களுடன் தற்போதைய EMI அட்டவணையைப் பின்பற்றினால் அடுத்த 3 மாதங்களில் உங்கள் மதிப்பெண் இயல்பாக உயரும்.
te: మీ ప్రస్తుత EMI షెడ్యూల్‌ను ఆలస్యం లేకుండా కొనసాగిస్తే వచ్చే 3 నెలల్లో మీ స్కోర్ సహజంగా పెరుగుతుంది.

source: Make sure all details are clearly visible and not blurred.
hi: सुनिश्चित करें कि सभी विवरण स्पष्ट रूप से दिखाई दें और धुंधले न हों।
kn: ಎಲ್ಲ ವಿವರಗಳು ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣುವಂತೆ ಮತ್ತು ಮಸುಕಾಗಿರದಂತೆ ನೋಡಿಕೊಳ್ಳಿ.
mr: सर्व तपशील स्पष्ट दिसत आहेत आणि धूसर नाहीत याची खात्री करा.
ta: அனைத்து விவரங்களும் தெளிவாகவும் மங்கலாக இல்லாமலும் இருக்கட்டும்.
te: అన్ని వివరాలు స్పష్టంగా కనిపిస్తూ మసకబారకుండా ఉన్నాయని నిర్ధారించండి.

source: Manage →
hi: प्रबंधित करें →
mr: व्यवस्थापित करा →
ta: நிர்வகிக்க →
te: నిర్వహించండి →

source: Manage your EMI and payment schedule.
hi: अपनी EMI और भुगतान अनुसूची प्रबंधित करें।
kn: ನಿಮ್ಮ EMI ಮತ್ತು ಪಾವತಿ ವೇಳಾಪಟ್ಟಿಯನ್ನು ನಿರ್ವಹಿಸಿ.
mr: तुमची EMI आणि पेमेंट वेळापत्रक व्यवस्थापित करा.
ta: உங்கள் EMI மற்றும் கட்டண அட்டவணையை நிர்வகிக்கவும்.
te: మీ EMI మరియు చెల్లింపు షెడ్యూల్‌ను నిర్వహించండి.

source: Manage your EMIs and payment schedules.
hi: अपनी EMI और भुगतान अनुसूचियां प्रबंधित करें।
kn: ನಿಮ್ಮ EMIಗಳು ಮತ್ತು ಪಾವತಿ ವೇಳಾಪಟ್ಟಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ.
mr: तुमचे EMI आणि पेमेंट वेळापत्रक व्यवस्थापित करा.
ta: உங்கள் EMI மற்றும் கட்டண அட்டவணைகளை நிர்வகிக்கவும்.
te: మీ EMIలు మరియు చెల్లింపు షెడ్యూళ్లను నిర్వహించండి.

source: Manual key
hi: मैनुअल कुंजी
mr: मॅन्युअल की
ta: கைமுறை விசை
te: మాన్యువల్ కీ

source: Marathi (मराठी)
hi: मराठी (मराठी)
kn: ಮರಾಠಿ (मराठी)
mr: मराठी (मराठी)
ta: மராத்தி (मराठी)
te: మరాఠీ (मराठी)

source: March
hi: मार्च
kn: ಮಾರ್ಚ್
mr: मार्च
ta: மார்ச்
te: మార్చి

source: Mark all read
hi: सभी को पढ़ा हुआ चिह्नित करें
kn: ಎಲ್ಲವನ್ನು ಓದಿದಂತೆ ಗುರುತುಮಾಡಿ
mr: सर्व वाचले म्हणून चिन्हांकित करा
ta: அனைத்தையும் படித்ததாக குறிக்கவும்
te: అన్నింటినీ చదివినట్లుగా గుర్తించండి

source: Market Avg
hi: बाज़ार औसत
kn: ಮಾರುಕಟ್ಟೆ ಸರಾಸರಿ
mr: बाजार सरासरी
ta: சந்தை சராசரி
te: మార్కెట్ సగటు

source: Max Amount
hi: अधिकतम राशि
kn: ಗರಿಷ್ಠ ಮೊತ್ತ
mr: कमाल रक्कम
ta: அதிகபட்ச தொகை
te: గరిష్ఠ మొత్తం

source: Max Tenure
hi: अधिकतम अवधि
kn: ಗರಿಷ್ಠ ಅವಧಿ
mr: कमाल कालावधी
ta: அதிகபட்ச காலம்
te: గరిష్ఠ కాలవ్యవధి

source: Medium Impact
hi: मध्यम प्रभाव
kn: ಮಧ್ಯಮ ಪರಿಣಾಮ
mr: मध्यम प्रभाव
ta: மிதமான தாக்கம்
te: మధ్యస్థ ప్రభావం

source: Minimal Documentation
hi: न्यूनतम दस्तावेज़
kn: ಕನಿಷ್ಠ ದಾಖಲೆಗಳು
mr: किमान कागदपत्रे
ta: குறைந்த ஆவணங்கள்
te: తక్కువ పత్రాలు

source: Missed EMI Amount
hi: छूटी हुई EMI राशि
kn: ತಪ್ಪಿದ EMI ಮೊತ್ತ
mr: चुकलेली EMI रक्कम
ta: தவறிய EMI தொகை
te: మిస్ అయిన EMI మొత్తం

source: Money in your account within 24 hours of approval.
hi: मंज़ूरी के 24 घंटों के भीतर आपके खाते में पैसा।
kn: ಅನುಮೋದನೆಯ 24 ಗಂಟೆಗಳ ಒಳಗೆ ನಿಮ್ಮ ಖಾತೆಗೆ ಹಣ ಬರುತ್ತದೆ.
mr: मंजुरीनंतर 24 तासांत तुमच्या खात्यात पैसे.
ta: ஒப்புதலுக்கு 24 மணி நேரத்தில் உங்கள் கணக்கில் பணம்.
te: ఆమోదం తర్వాత 24 గంటల్లో మీ ఖాతాలో డబ్బు.

source: Month
hi: माह
kn: ತಿಂಗಳು
mr: महिना
ta: மாதம்
te: నెల

source: Monthly Deduction Date
hi: मासिक कटौती तिथि
kn: ಮಾಸಿಕ ಕಡಿತ ದಿನಾಂಕ
mr: मासिक कपात तारीख
ta: மாதாந்திர கழிப்பு தேதி
te: నెలవారీ కోత తేదీ

source: Monthly EMI
hi: मासिक EMI
kn: ಮಾಸಿಕ EMI
mr: मासिक EMI
ta: மாதாந்திர EMI
te: నెలవారీ EMI

source: Monthly income
hi: मासिक आय
kn: ಮಾಸಿಕ ಆದಾಯ
mr: मासिक उत्पन्न
ta: மாதாந்திர வருமானம்
te: నెలవారీ ఆదాయం

source: Monthly Income
hi: मासिक आय
kn: ಮಾಸಿಕ ಆದಾಯ
mr: मासिक उत्पन्न
ta: மாதாந்திர வருமானம்
te: నెలవారీ ఆదాయం

source: Monthly Income (₹)
hi: मासिक आय (₹)
kn: ಮಾಸಿಕ ಆದಾಯ (₹)
mr: मासिक उत्पन्न (₹)
ta: மாதாந்திர வருமானம் (₹)
te: నెలవారీ ఆదాయం (₹)

source: months
hi: महीने
kn: ತಿಂಗಳುಗಳು
mr: महिने
ta: மாதங்கள்
te: నెలలు

source: Months
hi: महीने
kn: ತಿಂಗಳುಗಳು
mr: महिने
ta: மாதங்கள்
te: నెలలు
